Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/birth_life_event.html.txt.tmx
Source language: en
Languages: ga

source: Having a baby or becoming a parent through birth, adoption or fostering is an exciting time and a major event in life
ga: Is tréimhse chorraitheach í agus móreachtra i saol duine é saolú linbh nó bheith i do thuismitheoir den chéad uair trí bhreith, trí uchtú nó trí altramas

source: Family life in Ireland has changed significantly in the past few years and there are now many different types of parents and many different types of families
ga: Tá athrú suntasach tagtha ar shaol an teaghlaigh in Éirinn le blianta beaga anuas agus anois tá cineálacha difriúla tuismitheoirí agus go leor cineálacha difriúla teaghlach

source: If you live in Ireland and will beome a parent through birth, your first step after discovering the pregnancy should be to visit your family doctor (GP)
ga: Má tá tú i do chónaí in Éirinn agus má tá tú le bheith i do thuismitheoir trí bhreith, is é an chéad rud ar cheart duit a dhéanamh tar éis duit a fháil amach go bhfuil tú ag iompar clainne, ná dul chuig do dhochtúir teaghlaigh (LC)

source: Your doctor will confirm your pregnancy and you will receive important advice about your options and the health services available to you
ga: Cinnteoidh an dochtúir go bhfuil tú ag iompar clainne agus gheobhaidh tú comhairle thábhachtach maidir le do roghanna agus na seirbhísí sláinte atá ar fáil duit

source: If this is an unplanned pregnancy, the Positive Options register will provide information on the wide range of agencies and groups offering free non-directional support and counselling services
ga: Más toirceas neamhphleanáilte atá i gceist tabharfaidh clár Roghanna Dearfacha eolas duit faoin réimse leathan gníomhaireachtaí agus grúpaí a chuireann tacaíocht gan stiúrú agus comhairleoireacht ar fáil

source: If you or your partner will be giving birth in Ireland, you may avail of the Maternity and Infant Care Scheme, provided as part of the public health service
ga: Má tá tú nó do pháirtí ag saolú linbh in Éirinn, d’fhéadfadh sibh leas a bhaint as an Chúraim Máithreachais agus Naíonáin, atá curtha ar fáil mar chuid den tseirbhís sláinte pobail

source: Here, the woman registers with a family doctor (GP), who will monitor her pregnancy throughout the term and refer her to a hospital for specialised checks
ga: Sa chás seo, cláraíonn an bhean le dochtúir teaghlaigh (LC), a dhéanfaidh monatóireacht ar a toircheas i rith a théarma agus a chuirfidh chuig ospidéal í le haghaidh sainsheiceáil

source: Most women in Ireland choose to give birth in hospital, but there are other options available, including home birth
ga: Roghnaíonn an chuid is mó de mhná in Éirinn breith in ospidéal, ach tá roghanna eile ar fáil, breith sa bhaile san áireamh

source: The infant mortality rate in Ireland is one of the lowest in the world and maternity healthcare is of a very high standard
ga: Tá ráta báis leanaí in Éirinn ar cheann de na cinn is lú sa domhan agus tá caighdeán an-ard cúram sláinte máithreachais ann

source: If you will become a parent through adoption or fostering, you may like to read more detailed information on these topics here
ga: Má tá tú le bheith i do thuismitheoir trí uchtú nó trí altramas, b’fhéidir go mba mhaith leat tuilleadh eolais faoi na ceisteanna seo a léamh anseo

source: If you are an unmarried parent or will be parenting alone, you should read through our information on custody, access, inheritance and maintenance
ga: Más tuismitheoir neamhphósta thú nó má bheidh tú i do thuismitheoir aonair, ba cheart duit ár n-eolas faoi caomhnadh, rochtain, oidhreacht agus cothabháila léamh

source: You may also have an interest in the issue of legal guardianship
ga: B’fhéidir go mbeidh spéis agat chomh maith i gcaomhnóireacht dlíthiúil

source: Becoming a parent and employment
ga: Bheith i do thuismitheoir den chéad uair agus fostaíocht

source: The law in Ireland provides specific protection for pregnant employees
ga: Tugann an dlí in Éirinn cosaint ar leith d’fhostaithe atá ag iompar clainne

source: You are entitled to a period of maternity leave from employment. You may also be entitled to Maternity Benefit
ga: Mar shampla tá tú i dteideal am saor ón obair le pá chun freastal ar choinní dochtúra a bhaineann leis an toircheas

source: In addition you are entitled to paid time-off work to attend any medical visits associated with the pregnancy and to attend a certain number of ante-natal classes
ga: Faoi láthair, áfach, níl tú i dteideal am saor ón obair le pá chun freastal ar ranganna réamhbheirthe

source: Both parents are also entitled to parental leave
ga: Tá na tuismitheoirí araon i dteideal saoire tuismitheora chomh maith

source: Child Benefit is also payable to either parent (usually the mother) following the birth
ga: Tá Sochar Linbh iníoctha chomh maith do ceachtar tuismitheora (de ghnáth an mháthair) tar éis na breithe

source: If you have become a parent through adoption, you are entitled to a period of adoptive leave from employment
ga: Más tuismitheoir thú trí uchtú, tá tú i dteideal tréimhse saoire uchtaithe ón bhfostaíocht

source: If you have enough PRSI contributions you may qualify for Adoptive Benefit
ga: Má tá méid áirithe ÁPSC (Árachas Sóisialach Pá-Choibhneasa) íoctha agat, d'fhéadfá cáiliú do Shochar Uchtála

source: New entitlements to paternity leave and Paternity Benefit are available in respect of children who are born or adopted from 1 September 2016 onwards
ga: Tá teidlíochtaí nua saoire atharthachta agus Sochar Atharthachta ann i leith páistí a shaolaítear nó a uchtaítear ó 1 Meán Fómhair 2016 amach

source: If you have experienced a miscarriage or bereavement following the birth of your child, there are a number of voluntary and community agencies throughout Ireland that offer assistance and support
ga: Má tá tú tar éis breith anabaí nó méala a fhulaingt tar éis bhreith do linbh, tá líon gníomhaireachtaí deonacha agus gníomhaireachtaí pobail ann ar fud na hÉireann a chuireann cúnamh agus tacaíocht ar fáil

source: Women in Ireland who have experienced a stillbirth are entitled to full maternity leave from employment
ga: Tá mná in Éirinn a d’fulaing marbh-bhreith i dteideal saoire máithreachais iomlán ón obair

source: After your child has been born, you must register his/her birth within 3 months of the date of birth
ga: Nuair a bheirtear do leanbh, ní mór duit a b(h)reith a chlárú laistigh de 3 mhí ón dáta breithe

source: Parents that have experienced a stillbirth can also register the birth
ga: Féadfaidh tuismitheoirí breith a chlárú i ndiaidh marbh-bhreithe freisin

source: Registration may take place in the office of any Registrar of Births, Marriages and Deaths
ga: Féadfar an clárú a dhéanamh in aon oifig leis an gCláraitheoir do Bhreitheanna, Póstaí agus Básanna

source: The law in Ireland makes presumptions about the paternity of children born to married couples
ga: Déanann an dlí in Éirinn ceapadh maidir le hatharthacht leanaí a rugadh do lánúineacha pósta

source: This means the husband is presumed by law to be the father of the child
ga: Ciallaíonn sé seo go gceaptar sa dlí gur páiste le fear chéile na máthar é/í an leanbh

source: The husband's name will be recorded on the birth certificate and he will acquire automatic guardianship of that child unless the mother states otherwise
ga: Clárófar ainm an fhir chéile ar an teastas breithe agus gheobhaidh sé caomhnadh uathoibríoch an linbh sin muna ndéanann an mháthair ráiteas go bhfuil an scéal difriúil

source: Unmarried fathers are not automatical guardians of their own children and do not have an automatic right to have their names included on their children's birth certificates
ga: Ní caomhnóirí uathoibríocha a leanaí féin iad aithreacha nach bhfuil pósta agus níl ceart uathoibríoch acu a n-ainmneacha a chur isteach ar theastais breithe a leanaí

source: Read about guardianship for unmarried fathers here
ga: Léigh faoi caomhnadh d’aithreacha nach bhfuil pósta anseo

source: The public health service incorporates care for women and children following a birth in Ireland
ga: Cuimsíonn an tseirbhís sláinte poiblí cúram do mhná agus leanaí tar éis breithe in Éirinn

source: This includes the Maternity and Infant Care Scheme, the public health nursing service, vaccinations and immunisations
ga: Cuimsíonn sé seo an Scéim Chúraim Máithreachais agua Naíonáin, an tseirbhís altraí pobail service, vacsainí agus imdhíontaí

source: The social welfare system also provides assistance through the various channels including Health and Safety Benefit, One-Parent Family Payment, etc
ga: Tugann an córas leasa shóisialaigh cúnamh chomh maith ar bhealaí éagsúla, san áireamh Sochar Sláinte agus Sábháilteachta, Íocaíocht do Theaghlaigh Aontuismitheora, agus araile

source: Choosing the right care for your child can be a difficult decision
ga: Is rud deacair é cinneadh ceart a dhéanamh maidir le cúram do linbh

source: There is a wide range of options including day nurseries, childminders, paygroups, etc
ga: Is iomaí rogha atá ann, lena n-áirítear naíonraí, feighlithe leanaí, grúpaí súgartha, is araile

source: Your choice will depend on what your needs are
ga: Braithfidh do chinneadh ar do riachtanais féin

source: In January 2010 an Early Childhood Care and Education (ECCE) Scheme was introduced which aims to provide a free year of early childhood care and education for children of pre-school age
ga: Tugadh isteach an an Scéim um Chúram agus Oideachas na Luath-Óige in Eanáir 2010 a bhfuil sé d’aidhm aige bliain chúraim agus oideachais luath-óige a sholáthar saor in aisce do leanaí atá in aois na réamhscolaíochta

source: Since 1997, nurseries, playgroups and crèches providing day care for children under 6 years in Ireland have to meet certain regulations
ga: Ó 1997, caithfidh naonraí, grúpaí spraoi agus naíolanna atá ag cur cúram lae ar fáil do leanaí faoi 6 bliana in Éirinn rialacháin áirithe a chomhlíonadh

source: Read about the regulation of pre-school childcare places in Ireland here
ga: Léigh tuilleadh faoi rialachán áiteanna cúram léanaí réamhscoile in Éirinn anseo

source: Registered childcare providers must be notified to the Child and Family Agency and inspected by it
ga: Caithfear don Ghníomhaireacht um Leanaí agus an Teaghlach a chur ar an eolas faoi sholáthraithe chúram leanaí cláraithe agus caithfidh siad cigireacht a dhéanamh orthu

source: The childcare facility must be registered with either the National Childminding Association of Ireland or the National Children's Nurseries Association
ga: Ní foláir don áis um chúram leanaí a bheith cláraithe le Cumann Náisiúnta Chúram Leanaí na hÉireannnó an Cumann Náisiúnta Naíolanna Leanaí

source: County Childcare Committees have been assigned to advance the provision of child care services within your area. Check with your local authority for more information on your local Committee
ga: Dáileadh Coistí Contae Chúram Leanaí chun forálacha chúram leanaí i do cheantar a chur chun cinn Téigh i dteagmháil le d’údarás áitiúil chun tuilleadh eolais a fháil faoi do choiste áitiúil
